Repository: jaywcjlove/app-i18n
Catalog: i18n/source/vidcrop/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: Restored last scan. %lld person(s); one selected.
de: Letzter Scan wiederhergestellt. %lld Person(en); eine ausgewählt.
fr: Dernier scan restauré. %lld personne(s) ; une sélectionnée.
it: Ultima scansione ripristinata. %lld persone; una selezionata.
ja: 前回のスキャンを復元しました。%lld人；1人選択中。
ko: 마지막 스캔 복원됨. %lld명; 1명 선택됨.
ru: Восстановлено последнее сканирование. %lld чел.; один выбран.
zh_hans: 已恢复上次扫描。%lld 人；已选择 1 人。
zh_hant: 已恢復上次掃描。%lld 人；已選擇 1 人。

source: Restored last scan. %lld person(s). Tap a face to select.
de: Letzter Scan wiederhergestellt. %lld Person(en). Auf ein Gesicht tippen zum Auswählen.
fr: Dernier scan restauré. %lld personne(s). Appuyez sur un visage pour sélectionner.
it: Ultima scansione ripristinata. %lld persone. Tocca un volto per selezionare.
ja: 前回のスキャンを復元しました。%lld人。顔をタップして選択。
ko: 마지막 스캔 복원됨. %lld명. 얼굴을 탭하여 선택.
ru: Восстановлено последнее сканирование. %lld чел. Нажмите на лицо, чтобы выбрать.
zh_hans: 已恢复上次扫描。%lld 人。点击面部以选择。
zh_hant: 已恢復上次掃描。%lld 人。點擊面部以選擇。

source: Save
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Save File
de: Datei speichern
fr: Enregistrer le fichier
it: Salva file
ja: ファイルを保存
ko: 파일 저장
ru: Сохранить файл
zh_hans: 保存文件
zh_hant: 儲存檔案

source: Saved as a forced text track (shown by default in QuickTime when possible). Font may follow system caption style; use Burn-in for exact fonts.
de: Als erzwungene Textspur gespeichert (wird in QuickTime nach Möglichkeit standardmäßig angezeigt). Die Schriftart kann dem Systemstil für Untertitel folgen; verwenden Sie Burn-in für exakte Schriftarten.
fr: Enregistré en tant que piste de texte forcée (affichée par défaut dans QuickTime lorsque possible). La police peut suivre le style système des sous-titres; utilisez Burn-in pour des polices exactes.
it: Salvato come traccia di testo forzata (mostrata di default in QuickTime quando possibile). Il carattere può seguire lo stile di sistema dei sottotitoli; usa Burn-in per caratteri esatti.
ja: 強制テキストトラックとして保存されます（可能な場合は QuickTime で既定表示）。フォントはシステムの字幕スタイルに従う場合があります。正確なフォントを使うには Burn-in を使用してください。
ko: 강제 텍스트 트랙으로 저장됩니다(가능한 경우 QuickTime에서 기본 표시). 글꼴은 시스템 자막 스타일을 따를 수 있으므로, 정확한 글꼴을 사용하려면 Burn-in을 사용하세요.
ru: Сохраняется как принудительная текстовая дорожка (по возможности показывается в QuickTime по умолчанию). Шрифт может следовать системному стилю субтитров; для точных шрифтов используйте Burn-in.
zh_hans: 保存为强制文本轨道（在可能情况下会在 QuickTime 中默认显示）。字体可能遵循系统字幕样式；如需精确字体，请使用 Burn-in。
zh_hant: 儲存為強制文字軌（在可能情況下會於 QuickTime 預設顯示）。字型可能遵循系統字幕樣式；如需精確字型，請使用 Burn-in。

source: Scale
de: Skalierung
fr: Échelle
it: Scala
ja: 拡大率
ko: 배율
ru: Масштаб
zh_hans: 缩放
zh_hant: 縮放

source: Scan
de: Scannen
fr: Scanner
it: Scansiona
ja: スキャン
ko: 스캔
ru: Сканировать
zh_hans: 扫描
zh_hant: 掃描

source: Scan cancelled
de: Scan abgebrochen
fr: Analyse annulée
it: Scansione annullata
ja: スキャンがキャンセルされました
ko: 스캔이 취소되었습니다
ru: Сканирование отменено
zh_hans: 扫描已取消
zh_hant: 掃描已取消

source: Scan density
de: Scan-Dichte
fr: Densité du scan
it: Densità scansione
ja: スキャン密度
ko: 스캔 밀도
ru: Плотность сканирования
zh_hans: 扫描密度
zh_hant: 掃描密度

source: Scan the clip, then tap people to select (tap again to deselect). Multi-select supported.
de: Clip scannen, dann auf Personen tippen zum Auswählen (erneut tippen zum Abwählen). Mehrfachauswahl möglich.
fr: Scannez le clip, puis appuyez sur les personnes pour les sélectionner (appuyez à nouveau pour désélectionner). Sélection multiple possible.
it: Scansiona la clip, poi tocca le persone per selezionarle (tocca di nuovo per deselezionare). Supporta selezione multipla.
ja: クリップをスキャンし、人物をタップして選択（もう一度タップで選択解除）。複数選択可能。
ko: 클립을 스캔한 후 사람을 탭하여 선택하세요(다시 탭하면 선택 해제). 다중 선택 지원.
ru: Сканируйте клип, затем нажимайте на людей для выбора (повторное нажатие отменяет выбор). Поддерживается множественный выбор.
zh_hans: 扫描片段，然后点击人物以选择（再次点击取消选择）。支持多选。
zh_hant: 掃描片段，然後點擊人物以選擇（再次點擊取消選擇）。支援多選。

source: Scan Video Faces
de: Gesichter scannen
fr: Scanner les visages
it: Scansiona volti nel video
ja: 顔をスキャン
ko: 얼굴 스캔
ru: Сканировать лица
zh_hans: 扫描面部
zh_hant: 掃描面部

source: Scanning faces… %@
de: Gesichter werden gescannt… %@
fr: Scan des visages… %@
it: Scansione volti… %@
ja: 顔をスキャン中… %@
ko: 얼굴 스캔 중… %@
ru: Сканирование лиц… %@
zh_hans: 正在扫描面部… %@
zh_hant: 正在掃描面部… %@

source: Scanning video for faces…
de: Video wird nach Gesichtern durchsucht…
fr: Recherche de visages dans la vidéo…
it: Scansione video per volti…
ja: ビデオの顔をスキャン中…
ko: 비디오에서 얼굴 스캔 중…
ru: Поиск лиц в видео…
zh_hans: 正在扫描视频中的面部…
zh_hant: 正在掃描影片中的面部…

source: Scanning… you can leave this window open.
de: Scannen… Sie können dieses Fenster geöffnet lassen.
fr: Scan en cours… vous pouvez laisser cette fenêtre ouverte.
it: Scansione in corso… puoi lasciare questa finestra aperta.
ja: スキャン中…このウィンドウを開いたままにできます。
ko: 스캔 중… 이 창을 열어두셔도 됩니다.
ru: Сканирование… вы можете оставить это окно открытым.
zh_hans: 扫描中… 您可以保持此窗口打开。
zh_hant: 掃描中… 您可以保持此視窗開啟。

source: Seek
de: Suchen
fr: Rechercher
it: Cerca
ja: シーク
ko: 탐색
ru: Поиск
zh_hans: 定位
zh_hant: 定位

source: Select All
de: Alle auswählen
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
ru: Выбрать всё
zh_hans: 全选
zh_hant: 全選

source: Select Video file
de: Videodatei auswählen
fr: Sélectionner un fichier vidéo
it: Seleziona file video
ja: ビデオファイルを選択
ko: 비디오 파일 선택
ru: Выбрать видеофайл
zh_hans: 选择视频文件
zh_hant: 選擇影片檔案

source: Selected
de: Ausgewählt
fr: Sélectionné
it: Selezionato
ja: 選択中
ko: 선택됨
ru: Выбрано
zh_hans: 已选择
zh_hant: 已選擇

source: Selected %lld person(s)
de: %lld Person(en) ausgewählt
fr: %lld personne(s) sélectionnée(s)
it: %lld persone selezionate
ja: %lld人選択中
ko: %lld명 선택됨
ru: Выбрано %lld чел.
zh_hans: 已选择 %lld 人
zh_hant: 已選擇 %lld 人

source: Selection cleared.
de: Auswahl aufgehoben.
fr: Sélection effacée.
it: Selezione cancellata.
ja: 選択がクリアされました。
ko: 선택이 해제되었습니다.
ru: Выбор снят.
zh_hans: 选择已清除。
zh_hant: 選擇已清除。

source: Set Crop Area
de: Zuschneidebereich festlegen
fr: Définir la zone de recadrage
it: Imposta area di ritaglio
ja: トリミングエリアを設定
ko: 자르기 영역 설정
ru: Задать область обрезки
zh_hans: 设置裁剪区域
zh_hant: 設定裁剪區域

source: Set End
de: Ende setzen
fr: Définir la fin
it: Imposta fine
ja: 終了を設定
ko: 종료 설정
ru: Установить конец
zh_hans: 设置结束
zh_hant: 設定結束

source: Set Start
de: Start setzen
fr: Définir le début
it: Imposta inizio
ja: 開始を設定
ko: 시작 설정
ru: Установить начало
zh_hans: 设置开始
zh_hant: 設定開始

source: Style
de: Stil
it: Stile
ja: スタイル
ko: 스타일
ru: Стиль
zh_hans: 样式
zh_hant: 樣式

source: Subtitle
de: Untertitel
fr: Sous-titre
it: Sottotitolo
ja: 字幕
ko: 자막
ru: Субтитр
zh_hans: 字幕
zh_hant: 字幕

source: Subtitle text
de: Untertiteltext
fr: Texte du sous-titre
it: Testo del sottotitolo
ja: 字幕テキスト
ko: 자막 텍스트
ru: Текст субтитра
zh_hans: 字幕文本
zh_hant: 字幕文字

source: System
de: Systemweit
fr: Systeme
it: Sistema
ja: システム
ko: 시스템
ru: Система
zh_hans: 系统
zh_hant: 系統

source: Tap “Scan Video Faces” to detect people.
de: Tippe auf „Gesichter scannen“, um Personen zu erkennen.
fr: Appuyez sur « Scanner les visages » pour détecter les personnes.
it: Tocca "Scansiona volti nel video" per rilevare le persone.
ja: 「顔をスキャン」をタップして人物を検出。
ko: 사람을 감지하려면 '얼굴 스캔'을 탭하세요.
ru: Нажмите «Сканировать лица», чтобы обнаружить людей.
zh_hans: 点击「扫描面部」以检测人物。
zh_hant: 點擊「掃描面部」以檢測人物。

source: Text Size
de: Textgröße
fr: Taille du texte
it: Dimensione testo
ja: 文字サイズ
ko: 텍스트 크기
ru: Размер текста
zh_hans: 文字大小
zh_hant: 文字大小

source: The image has no readable frames.
de: Das Bild hat keine lesbaren Frames.
fr: L'image n'a pas d'images lisibles.
it: L'immagine non ha fotogrammi leggibili.
ja: 画像に読み取り可能なフレームがありません。
ko: 이미지에 읽을 수 있는 프레임이 없습니다.
ru: Изображение не содержит читаемых кадров.
zh_hans: 图像没有可读帧。
zh_hant: 影像沒有可讀幀。

source: Top
de: Oben
fr: Haut
it: In alto
ja: 上
ko: 상단
ru: Сверху
zh_hans: 顶部
zh_hant: 頂部

source: Top Center
de: Oben Mitte
fr: Haut Centre
it: In alto al centro
ja: 上部中央
ko: 상단 중앙
ru: Сверху по центру
zh_hans: 顶部居中
zh_hant: 頂部置中

source: Top Left
de: Oben Links
fr: Haut Gauche
it: In alto a sinistra
ja: 上部左
ko: 상단 왼쪽
ru: Сверху слева
zh_hans: 顶部居左
zh_hant: 頂部靠左

source: Top Right
de: Oben Rechts
fr: Haut Droite
it: In alto a destra
ja: 上部右
ko: 상단 오른쪽
ru: Сверху справа
zh_hans: 顶部居右
zh_hant: 頂部靠右

source: Unknown Status
de: Unbekannter Status
fr: Statut inconnu
it: Stato sconosciuto
ja: 不明なステータス
ko: 알 수 없는 상태
ru: Неизвестный статус
zh_hans: 未知状态
zh_hant: 未知狀態

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Déverrouiller toutes les fonctionnalités
it: Sblocca tutte le funzionalità
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
zh_hans: 解锁全部功能
zh_hant: 解鎖所有功能

source: Unsupported file type.
de: Nicht unterstützter Dateityp.
fr: Type de fichier non pris en charge.
it: Tipo di file non supportato.
ja: サポートされていないファイル形式です。
ko: 지원되지 않는 파일 형식입니다.
ru: Неподдерживаемый тип файла.
zh_hans: 不支持的文件类型。
zh_hant: 不支援的檔案類型。

source: Video exported successfully
de: Video erfolgreich exportiert
fr: La vidéo a été exportée avec succès
it: Video esportato con successo
ja: ビデオの書き出しが成功しました
ko: 비디오를 성공적으로 내보냈습니다
ru: Видео успешно экспортировано
zh_hans: 视频导出成功
zh_hant: 影片匯出成功

source: Video failed to load
de: Video konnte nicht geladen werden
fr: Échec du chargement de la vidéo
it: Caricamento video fallito
ja: ビデオの読み込みに失敗しました
ko: 비디오를 불러오지 못했습니다
ru: Не удалось загрузить видео
zh_hans: 视频加载失败
zh_hant: 影片載入失敗

source: Video saved to: %@
de: Video gespeichert unter: %@
fr: Vidéo enregistrée dans : %@
it: Video salvato in: %@
ja: ビデオの保存先: %@
ko: 비디오 저장 위치: %@
ru: Видео сохранено в: %@
zh_hans: 视频已保存到: %@
zh_hant: 影片已儲存至：%@

source: Watermark
de: Wasserzeichen
fr: Filigrane
it: Filigrana
ja: 透かし
ko: 워터마크
ru: Водяной знак
zh_hans: 水印
zh_hant: 浮水印

source: Watermark text
de: Wasserzeichentext
fr: Texte du filigrane
it: Testo filigrana
ja: 透かしテキスト
ko: 워터마크 텍스트
ru: Текст водяного знака
zh_hans: 水印文字
zh_hant: 浮水印文字

source: Width
de: Breite
fr: Largeur
it: Larghezza
ja: 幅
ko: 너비
ru: Ширина
zh_hans: 宽
zh_hant: 寬

source: Person %lld
fr: Personne %lld
it: Persona %lld
ja: 人物 %lld
ko: 사람 %lld
ru: Человек %lld
zh_hans: 人物 %lld
zh_hant: 人物 %lld

source: Start
fr: Début
it: Inizio
ja: 開始
ko: 시작
ru: Начало
zh_hans: 开始
zh_hant: 開始

# Found %lld person(s) (%lld with preview). Tap a face to select.
source: Found %1$lld person(s) (%2$lld with preview). Tap a face to select.
it: Trovate %1$lld persone (%2$lld con anteprima). Tocca un volto per selezionare.

source: Original
it: Originale
ja: オリジナル
ko: 원본
ru: Оригинал
zh_hans: 原始
zh_hant: 原始

# Scanning… %@ (~%lld max @ %@fps)
source: Scanning… %1$@ (~%2$lld max @ %3$@fps)
it: Scansione… %1$@ (~%2$lld max @ %3$@fps)

source: Max: %lld
ja: 最大: %lld
ko: 최대값: %lld
ru: Макс.: %lld
zh_hans: 最大: %lld
zh_hant: 最大值: %lld

source: Pro
ja: プロ
ko: 프로
zh_hans: 专业版
zh_hant: 專業版

source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定
